import { INewsItem } from "@/types/news.interface";

export const newsData: INewsItem[] = [
    {
        title: 'Большой книжный фестиваль «Фонарь» и гаражная распродажа',
        text: '23 июля на площадке @rassvet.bistrobar пройдёт Большой книжный фестиваль «Фонарь» и гаражная распродажа. Благотворительный гаражный маркет «Фонарь» @fonarr_market теперь светит и в Воронеже! «Фонарь» объявляет сбор книг, которые будут проданы на гаражке за символическую которые будут проданы на гаражке за символическую которые будут проданы на гаражке за символическую',
        image: './images/news/item-1.png',
        id: 1
    },
    {
        title: 'Большой книжный фестиваль «Фонарь» и гаражная распродажа',
        text: '23 июля на площадке @rassvet.bistrobar пройдёт Большой книжный фестиваль «Фонарь» и гаражная распродажа. Благотворительный гаражный маркет «Фонарь» @fonarr_market теперь светит и в Воронеже!',
        id: 2
    },
    {
        title: 'Большой книжный фестиваль «Фонарь» и гаражная распродажа',
        text: '23 июля на площадке @rassvet.bistrobar пройдёт Большой книжный фестиваль «Фонарь» и гаражная распродажа. Благотворительный гаражный маркет «Фонарь» @fonarr_market теперь светит и в Воронеже!',
        image: './images/news/item-2.png',
        id: 3
    },
    {
        title: 'Большой книжный фестиваль «Фонарь» и гаражная распродажа',
        text: '23 июля на площадке @rassvet.bistrobar пройдёт Большой книжный фестиваль «Фонарь» и гаражная распродажа. Благотворительный гаражный маркет «Фонарь» @fonarr_market теперь светит и в Воронеже!',
        id: 4
    },
    {
        title: 'Большой книжный фестиваль «Фонарь» и гаражная распродажа',
        text: '23 июля на площадке @rassvet.bistrobar пройдёт Большой книжный фестиваль «Фонарь» и гаражная распродажа. Благотворительный гаражный маркет «Фонарь» @fonarr_market теперь светит и в Воронеже!',
        image: './images/news/item-1.png',
        id: 5
    },
    {
        title: 'Большой книжный фестиваль «Фонарь» и гаражная распродажа',
        text: '23 июля на площадке @rassvet.bistrobar пройдёт Большой книжный фестиваль «Фонарь» и гаражная распродажа. Благотворительный гаражный маркет «Фонарь» @fonarr_market теперь светит и в Воронеже!',
        id: 6
    },
    {
        title: 'Большой книжный фестиваль «Фонарь» и гаражная распродажа',
        text: '23 июля на площадке @rassvet.bistrobar пройдёт Большой книжный фестиваль «Фонарь» и гаражная распродажа. Благотворительный гаражный маркет «Фонарь» @fonarr_market теперь светит и в Воронеже!',
        image: './images/news/item-2.png',
        id: 7
    },
    {
        title: 'Большой книжный фестиваль «Фонарь» и гаражная распродажа',
        text: '23 июля на площадке @rassvet.bistrobar пройдёт Большой книжный фестиваль «Фонарь» и гаражная распродажа. Благотворительный гаражный маркет «Фонарь» @fonarr_market теперь светит и в Воронеже!',
        id: 8
    },
]
